Revit 2022 API
ParameterTypeId.FabricationBottomOfPart Property
 "Bottom"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId FabricationBottomOfPart { get; }
Visual Basic
Public Shared ReadOnly Property FabricationBottomOfPart As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationBottomOfPart {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace